Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: Enable Synced Lyrics
ar: تفعيل كلمات الأغاني المتزامنة
cs: Povolit synchronizované texty
da: Aktiver Synkroniserede Sangtekster
de: Synchronisierte Songtexte aktivieren
el: Ενεργοποίηση Συγχρονισμένων Στίχων
es: Activar letras sincronizadas
fi: Ota Synkronoidut Sanoitukset Käyttöön
fr: Activer les paroles synchronisées
id: Aktifkan Lirik Tersinkron
it: Abilita testi sincronizzati
ja: 同期した歌詞を有効にする
ko: 실시간 가사 활성화
nl: Gesynchroniseerde songteksten inschakelen
no: Aktiver synkroniserte sangtekster
pl: Włącz zsynchronizowane teksty
pt: Ativar letras sincronizadas
pt_br: Habilitar Letras Sincronizadas
ro: Activează versurile sincronizate
ru: Включить синхронизированные тексты
sv: Aktivera synkroniserad sångtext
tr: Senkronize Şarkı Sözlerini Etkinleştir
uk: Увімкнути синхронізований текст пісні
zh_hans: 启用同步歌词

source: Engine error
ar: خطأ في المحرك
cs: Chyba motoru
da: Motor fejl
de: Engine-Fehler
el: Σφάλμα μηχανής
es: Error del motor
fi: Moottorin virhe
fr: Erreur du moteur
id: Kesalahan mesin
it: Errore del motore
ja: エンジンエラー
ko: 엔진 오류
nl: Enginefout
no: Feil i motor
pl: Błąd silnika
pt: Erro do motor
pt_br: Erro do motor
ro: Eroare motor
ru: Ошибка движка
sv: Motorfel
tr: Motor hatası
uk: Помилка модуля
zh_hans: 引擎错误

source: Episode
ar: حلقة
cs: Epizoda
de: Folge
el: Επεισόδιο
es: Episodio
fi: Jakso
fr: Épisode
it: Episodio
ja: エピソード
ko: 에피소드
nl: Aflevering
pl: Odcinek
pt: Episódio
pt_br: Episódio
ro: Episod
ru: Выпуск
sv: Avsnitt
tr: Bölüm
uk: Епізод
zh_hans: 剧集

source: Episodes
ar: الحلقات
cs: Epizody
da: Episoder
de: Folgen
el: Επεισόδια
es: Episodios
fi: Jaksot
fr: Épisodes
id: Episode
it: Episodi
ja: エピソード
ko: 에피소드
nl: Afleveringen
no: Episoder
pl: Odcinki
pt: Episódios
pt_br: Episódios
ro: Episoade
ru: Выпуски
sv: Avsnitt
tr: Bölümler
uk: Епізоди
zh_hans: 剧集

source: Equalizer
ar: المعادل
cs: Ekvalizér
el: Ισοσταθμιστής
es: Ecualizador
fi: Taajuuskorjain
fr: Égaliseur
it: Equalizzatore
ja: イコライザー
ko: 이퀄라이저
pl: Korektor
pt: Equalizador
pt_br: Equalizador
ro: Egalizator
ru: Эквалайзер
tr: Ekolayzır
uk: Еквалайзер
zh_hans: 均衡器

source: Equalizer is processing KasetPlus's audio output.
ar: يعالج المعادل إخراج الصوت من KasetPlus.
de: Der Equalizer verarbeitet die Audioausgabe von KasetPlus.
es: El ecualizador está procesando la salida de audio de KasetPlus.
fr: L'égaliseur traite la sortie audio de KasetPlus.
id: Equalizer sedang memproses output audio KasetPlus.
it: Equalizer sta elaborando l'audio output di KasetPlus.
ko: 이퀄라이저가 KasetPlus의 오디오를 처리 중입니다.
nl: De equalizer verwerkt de audio-uitvoer van KasetPlus.
pl: Korektor przetwarza wyjście audio KasetPlus.
pt: O equalizador está a processar a saída de áudio do KasetPlus.
ru: Эквалайзер обрабатывает аудиовыход KasetPlus.
sv: Equalizern bearbetar KasetPluss ljudutgång.
tr: Ekolayzır KasetPlus'in ses çıkışını işliyor.
uk: Еквалайзер обробляє звуковий вихід KasetPlus.

source: Error: %@
ar: خطأ: %@
cs: Chyba: %@
da: Fejl: %@
de: Fehler: %@
el: Σφάλμα: %@
fi: Virhe: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
nl: Fout: %@
no: Feil: %@
pl: Błąd: %@
pt: Erro: %@
pt_br: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
sv: Fel: %@
tr: Hata: %@
uk: Помилка: %@
zh_hans: 错误: %@

source: Error: %arg
ar: خطأ: %arg
cs: Chyba: %arg
da: Fejl: %arg
de: Fehler: %arg
el: Σφάλμα: %arg
fi: Virhe: %arg
fr: Erreur: %arg
it: Errore: %arg
ja: エラー: %arg
nl: Fout: %arg
no: Feil: %arg
pl: Błąd: %arg
pt: Erro: %arg
pt_br: Erro: %arg
ro: Eroare: %arg
ru: Ошибка: %arg
sv: Fel: %arg
uk: Помилка: %arg
zh_hans: 错误: %arg

source: Exit Guest Mode
ar: الخروج من وضع الضيف
cs: Ukončit režim hosta
da: Afslut Gæst Tilstand
de: Gastmodus beenden
el: Έξοδος Από Λειτουργία Επισκέπτη
es: Salir del modo Invitado
fi: Poistu Vierastilasta
fr: Quitter le mode Invité
id: Keluar dari Mode Tamu
it: Esci dalla modalità ospite
ja: ゲストモードを終了
ko: 게스트 모드 종료
nl: Gastmodus verlaten
no: Avslutt gjestemodus
pl: Wyjdź z trybu gościa
pt: Sair do modo convidado
pt_br: Sair do Modo Convidado
ro: Ieșiți din modul oaspete
ru: Выйти из гостевого режима
sv: Avsluta gästläge
tr: Misafir modundan çık
uk: Вийти з гостьового режиму
zh_hans: 退出访客模式

source: Explain lyrics with AI
ar: شرح الكلمات بالذكاء الاصطناعي
cs: Vysvětlete text pomocí AI
da: Forklar sangtekster med AI
de: Songtexte mit KI erklären
el: Εξηγήστε στίχους με AI
es: Explicar letras con IA
fi: Selitä sanoitukset tekoälyn kanssa
fr: Expliquer les paroles avec l'IA
id: Jelaskan lirik dengan AI
it: Spiega i testi con l'AI
ja: AIで歌詞を説明
ko: AI로 가사 설명
nl: Leg songteksten uit met AI
no: Forklar sangtekster med AI
pl: Wyjaśniaj teksty piosenek za pomocą AI
pt: Explicar letras com IA
pt_br: Explicar letras com IA
ro: Explica versurile cu AI
ru: Объяснять тексты песен с помощью AI
sv: Förklara sångtext med AI
tr: Şarkı sözlerini yapay zekayla açıkla
uk: Пояснити текст пісні за допомогою ШІ
zh_hans: 使用 AI 解释歌词

source: Explicit
ar: صريح
cs: Explicitní
da: Eksplicit
de: Explizit
el: Ακριβής
es: Explícito
fi: Täsmällinen
fr: Explicite
id: Eksplisit
it: Esplicito
ja: 明示的な
ko: 선정적
nl: Expliciet
no: Eksplisitt
pl: Treści nieodpowiednie
pt: Explícito
pt_br: Explicável
ru: Нецензурно
tr: Açık içerik
uk: Нецензурно
zh_hans: 明确的

source: Explore
ar: استكشاف
cs: Prozkoumat
da: Udforsk
de: Entdecken
el: Εξερεύνηση
es: Explorar
fi: Tutki
fr: Explorer
id: Jelajah
it: Esplora
ja: 探索
ko: 둘러보기
nl: Verkennen
no: Utforsk
pl: Eksploruj
pt: Explorar
pt_br: EXPLORAR
ro: Explorați
ru: Исследовать
sv: Utforska
tr: Keşfet
uk: Дослідити
zh_hans: 浏览

source: Extensions
ar: الإضافات
cs: Rozšíření
da: Udvidelser
de: Erweiterungen
el: Επεκτάσεις
es: Extensiones
fi: Laajennukset
id: Ekstensi
it: Estensioni
ja: 拡張
ko: 확장 프로그램
nl: Extensies
no: Utvidelser
pl: Rozszerzenia
pt: Extensões
pt_br: Extensões
ro: Extensii
ru: Расширения
sv: Tillägg
tr: Uzantılar
uk: Розширення
zh_hans: 扩展

source: Extensions are loaded at launch via the native WebKit extension API. Changes take effect after restarting KasetPlus.
ar: يتم تحميل الإضافات عند التشغيل عبر واجهة WebKit الأصلية للإضافات. تسري التغييرات بعد إعادة تشغيل KasetPlus.
de: Erweiterungen werden beim Start über die native WebKit-Erweiterungs-API geladen. Änderungen werden nach einem Neustart von KasetPlus wirksam.
es: Las extensiones se cargan al iniciar mediante la API nativa de extensiones de WebKit. Los cambios se aplican después de reiniciar KasetPlus.
fr: Les extensions sont chargées au lancement via l'API native d'extensions WebKit. Les changements prennent effet après le redémarrage de KasetPlus.
id: Ekstensi dimuat saat peluncuran melalui API ekstensi WebKit native. Perubahan berlaku setelah KasetPlus dimulai ulang.
it: Le estensioni vengono caricate all'avvio tramite l'API nativa delle estensioni WebKit. Le modifiche si applicano dopo il riavvio di KasetPlus.
ko: 확장 프로그램은 실행 시 기본 WebKit 확장 프로그램 API를 통해 로드됩니다. 변경 사항은 KasetPlus을 다시 시작한 후 적용됩니다.
nl: Extensies worden bij het opstarten geladen via de native WebKit-extensie-API. Wijzigingen worden van kracht nadat KasetPlus opnieuw is gestart.
pl: Rozszerzenia są ładowane przy uruchamianiu przez natywne API rozszerzeń WebKit. Zmiany zaczną działać po ponownym uruchomieniu KasetPlus.
pt: As extensões são carregadas ao abrir através da API nativa de extensões do WebKit. As alterações entram em vigor depois de reiniciar o KasetPlus.
ru: Расширения загружаются при запуске через нативный API расширений WebKit. Изменения вступят в силу после перезапуска KasetPlus.
sv: Tillägg läses in vid start via WebKits inbyggda tilläggs-API. Ändringar börjar gälla efter att KasetPlus har startats om.
tr: Uzantılar açılışta yerel WebKit uzantı API'si üzerinden yüklenir. Değişiklikler KasetPlus yeniden başlatıldıktan sonra geçerli olur.
uk: Розширення завантажуються під час запуску через вбудований API розширень WebKit. Зміни набудуть чинності після перезапуску KasetPlus.

source: Failed to load
ar: فشل التحميل
cs: Nepodařilo se načíst
da: Kunne ikke indlæse
de: Laden fehlgeschlagen
el: Αποτυχία φόρτωσης
es: No se pudo cargar
fi: Lataaminen epäonnistui
fr: Échec du chargement
id: Gagal memuat
it: Caricamento non riuscito
ja: 読み込みに失敗しました
ko: 로드 실패
nl: Laden mislukt
no: Kunne ikke laste
pl: Nie udało się wczytać
pt: Falha ao carregar
pt_br: Não foi possível carregar
ro: Încărcarea a eșuat
ru: Не удалось загрузить
sv: Kunde inte läsa in
tr: Yüklenemedi
uk: Не вдалося завантажити
zh_hans: 加载失败

source: Failed to load accounts
ar: فشل تحميل الحسابات
cs: Nepodařilo se načíst účty
da: Kunne ikke indlæse konti
de: Accounts konnten nicht geladen werden
el: Αποτυχία φόρτωσης λογαριασμών
es: No se pudieron cargar las cuentas
fi: Tilien lataaminen epäonnistui
fr: Échec du chargement des comptes
id: Gagal memuat akun
it: Impossibile caricare gli account
ja: アカウントの読み込みに失敗しました
ko: 계정 로드 실패
nl: Accounts laden mislukt
no: Kunne ikke laste inn kontoer
pl: Nie udało się wczytać kont
pt: Falha ao carregar contas
pt_br: Falha ao carregar contas
ro: Încărcarea conturilor a eșuat
ru: Не удалось загрузить учетные записи
sv: Kunde inte läsa in konton
tr: Hesaplar yüklenemedi
uk: Не вдалося завантажити облікові записи
zh_hans: 加载帐户失败

source: Failed to load accounts. Please try again.
ar: فشل تحميل الحسابات. يرجى المحاولة مرة أخرى.
cs: Nepodařilo se načíst účty. Zkuste to prosím znovu.
da: Kunne ikke indlæse konti. Prøv venligst igen.
de: Accounts konnten nicht geladen werden. Bitte versuche es erneut.
el: Αποτυχία φόρτωσης λογαριασμών. Παρακαλώ προσπαθήστε ξανά.
es: No se pudieron cargar las cuentas. Vuelve a intentarlo.
fi: Tilien lataaminen epäonnistui. Yritä uudelleen.
fr: Échec du chargement des comptes. Veuillez réessayer.
id: Gagal memuat akun. Silakan coba lagi.
it: Impossibile caricare gli account. Riprova.
ja: アカウントの読み込みに失敗しました。もう一度やり直してください。
ko: 계정을 로드하지 못했습니다. 다시 시도해 주세요.
nl: Accounts laden mislukt. Probeer het opnieuw.
no: Kan ikke laste kontoer. Prøv på nytt.
pl: Nie udało się wczytać kont. Spróbuj ponownie.
pt: Falha ao carregar contas. Tente novamente.
pt_br: Falha ao carregar as contas. Por favor, tente novamente.
ro: Încărcarea conturilor a eșuat. Te rugăm să încerci din nou.
ru: Не удалось загрузить учетные записи. Попробуйте еще раз.
sv: Kunde inte läsa in konton. Försök igen.
tr: Hesaplar yüklenemedi. Lütfen tekrar deneyin.
uk: Не вдалося завантажити облікові записи. Спробуйте ще раз.
zh_hans: 加载帐户失败。请重试。

source: Failed to switch account. Please try again.
ar: فشل تبديل الحساب. يرجى المحاولة مرة أخرى.
cs: Přepnutí účtu se nezdařilo. Zkuste to prosím znovu.
da: Mislykkedes at skifte konto. Prøv venligst igen.
de: Der Account konnte nicht gewechselt werden. Bitte versuche es erneut.
el: Αποτυχία αλλαγής λογαριασμού. Παρακαλώ προσπαθήστε ξανά.
es: No se pudo cambiar de cuenta. Vuelve a intentarlo.
fi: Tilin vaihtaminen epäonnistui. Yritä uudelleen.
fr: Échec du changement de compte. Veuillez réessayer.
id: Gagal mengganti akun. Silakan coba lagi.
it: Impossibile cambiare account. Riprova.
ja: アカウントの切り替えに失敗しました。もう一度やり直してください。
ko: 계정을 전환하지 못했습니다. 다시 시도해 주세요.
nl: Wisselen van account mislukt. Probeer het opnieuw.
no: Kunne ikke bytte konto. Prøv igjen.
pl: Nie udało się przełączyć konta. Spróbuj ponownie.
pt: Falha ao mudar de conta. Tente novamente.
pt_br: Falha ao trocar conta. Por favor, tente novamente.
ro: Schimbarea contului a eșuat. Te rugăm să încerci din nou.
ru: Не удалось переключить учетную запись. Попробуйте еще раз.
sv: Kunde inte byta konto. Försök igen.
tr: Hesap değiştirilemedi. Lütfen tekrar deneyin.
uk: Не вдалося змінити обліковий запис. Спробуйте ще раз.
zh_hans: 切换账户失败。请重试。

source: Fans might also like
ar: قد يعجب المعجبين أيضًا
cs: Fanoušci se také mohou líbit
da: Fans kan også lide
de: Fans mögen vielleicht auch
el: Οι οπαδοί μπορεί επίσης να ήθελαν
es: A los fans también les puede gustar
fi: Fanit saattavat myös muistuttaa
fr: Les fans pourraient aussi aimer
id: Penggemar mungkin juga menyukai
it: Ai fan potrebbe piacere anche
ja: ファンも気に入るかもしれません
ko: 팬들이 함께 좋아할 만한 항목
nl: Fans vinden dit misschien ook leuk
no: Vifter kan også like
pl: Fanom może się też spodobać
pt: Os fãs também poderão gostar
pt_br: Os fãs também podem gostar
ro: Fanii ar putea de asemenea aprecia
ru: Поклонникам также может понравиться
sv: Fans kanske också gillar
tr: Hayranlar şunları da beğenebilir
uk: Шанувальникам також може сподобатися
zh_hans: 风扇可能也喜欢的

source: Fashion & Beauty
ar: الموضة والجمال
cs: Fashion & Krása
da: Mode Og Skønhed
de: Mode & Schönheit
el: Μόδα & Ομορφιά
es: Moda y belleza
fi: Muoti Ja Kauneus
fr: Mode et beauté
id: Mode & Kecantikan
it: Moda e bellezza
ja: ファッション&ビューティー
ko: 패션 및 뷰티
nl: Mode en beauty
no: Mote og skjønnhet
pl: Moda i uroda
pt: Moda e beleza
pt_br: Moda e Beleza
ro: Modă și frumusețe
ru: Мода и красота
sv: Mode och skönhet
tr: Moda ve güzellik
uk: Мода й краса
zh_hans: 时尚和美容

source: Favorites
ar: المفضلة
cs: Oblíbené
da: Favoritter
de: Favoriten
el: Αγαπημένα
es: Favoritos
fi: Suosikit
fr: Favoris
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
no: Favoritter
pl: Ulubione
pt: Favoritos
pt_br: Atalhos
ro: Favorite
ru: Избранное
sv: Favoriter
tr: Favoriler
uk: Обране
zh_hans: 收藏夹

source: Featured playlists
ar: قوائم تشغيل مميزة
cs: Doporučené playlisty
da: Udvalgte afspilningslister
de: Empfohlene Playlists
el: Προτεινόμενες λίστες αναπαραγωγής
es: Playlists destacadas
fi: Nostetut soittolistat
fr: Playlists en vedette
id: Daftar putar unggulan
it: Playlist in primo piano
ja: 注目のプレイリスト
ko: 추천 재생목록
nl: Uitgelichte afspeellijsten
no: Utvalgte spillelister
pl: Polecane playlisty
pt: Listas de reprodução em destaque
pt_br: Playlists em destaque
ro: Liste de redare recomandate
ru: Рекомендуемые плейлисты
sv: Utvalda spellistor
tr: Öne Çıkan Çalma Listeleri
uk: Рекомендовані плейлисти
zh_hans: 精选播放列表

source: Fetch and display real-time synced lyrics when available
ar: جلب وعرض كلمات الأغاني المتزامنة في الوقت الفعلي عند توفرها
cs: Načíst a zobrazit synchronizované texty v reálném čase, je-li k dispozici
da: Hent og vis synkroniserede sangtekster i realtid når de er tilgængelige
de: Synchronisierte Songtexte in Echtzeit abrufen und anzeigen, wenn verfügbar
el: Λήψη και εμφάνιση συγχρονισμένων στίχων σε πραγματικό χρόνο όταν είναι διαθέσιμοι
es: Obtener y mostrar letras sincronizadas en tiempo real cuando estén disponibles
fi: Hae ja näytä reaaliaikaiset synkronoidut sanoitukset kun niitä on saatavilla
fr: Récupérer et afficher les paroles synchronisées en temps réel lorsqu'elles sont disponibles
id: Ambil dan tampilkan lirik tersinkron waktu nyata jika tersedia
it: Recupera e mostra testi sincronizzati in tempo reale quando disponibili
ja: 利用可能な場合、リアルタイムで同期された歌詞を取得して表示します
ko: 사용 가능한 경우 실시간 동기화 가사를 가져와 표시합니다
nl: Haal gesynchroniseerde songteksten in realtime op en toon ze wanneer beschikbaar
no: Hent og vis sanntids synkroniserte tekster når tilgjengelig
pl: Pobieraj i wyświetlaj zsynchronizowane teksty w czasie rzeczywistym, gdy są dostępne
pt: Obter e mostrar letras sincronizadas em tempo real quando disponíveis
pt_br: Buscar e exibir letras sincronizadas em tempo real quando disponíveis
ro: Preia și afișează versuri sincronizate în timp real atunci când sunt disponibile
ru: Получать и показывать синхронизированные тексты в реальном времени, когда они доступны
sv: Hämta och visa synkroniserad sångtext i realtid när den är tillgänglig
tr: Mevcut olduğunda gerçek zamanlı senkronize şarkı sözlerini getir ve göster
uk: Отримувати та показувати синхронізований текст пісні в реальному часі, коли він доступний
zh_hans: 获取和显示实时同步歌词

source: Fetching formats...
ar: جلب التنسيقات...
cs: Načítání formátů...
da: Henter formater...
de: Abrufen von Formaten...
el: Ανάκτηση μορφών...
es: Obteniendo formatos...
fi: Haetaan tiedostoja...
fr: Récupération des formats...
it: Recupero formati in corso…
ja: フォーマットを取得しています...
nl: Ophalen formaten...
no: Henter formater...
pl: Pobieranie formatów...
pt: Buscando formatos...
pt_br: Buscando formatos...
ro: Preluare formate...
ru: Загрузка форматов...
sv: Hämtar format...
uk: Отримання форматів...
zh_hans: 正在获取格式...

source: Filler
ar: تصفية
cs: Vyplňovat
da: Fyldstof
de: Füller
el: Συμπληρώματα
es: Relleno
fi: Täyteaine
fr: Remplissage
ja: フィラー
nl: Opvulling
no: Spenner
pl: Wypełnij
pt: Preencher
pt_br: Preencher
ru: Заполнитель
sv: Fyllare
uk: Філер
zh_hans: 滤镜

source: Filter
ar: تصفية
cs: Filtr
da: Filtrer
de: Filtern
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
nl: Filteren
no: Filtrer
pl: Filtr
pt: Filtro
pt_br: filtro
ro: Filtrare
ru: Фильтр
sv: Filtrera
tr: Filtre
uk: Фільтр
zh_hans: 筛选器

source: Find songs, albums, artists, and playlists
ar: ابحث عن أغاني وألبومات وفنانين وقوائم تشغيل
cs: Najít skladby, alba, umělce a seznamy skladeb
da: Find sange, album, kunstnere og afspilningslister
de: Finde Titel, Alben, Interpreten und Playlists
el: Βρείτε τραγούδια, άλμπουμ, καλλιτέχνες και λίστες αναπαραγωγής
es: Encuentra canciones, álbumes, artistas y playlists
fi: Etsi kappaleita, albumeja, artisteja ja soittolistoja
fr: Trouvez des morceaux, albums, artistes et playlists
id: Temukan lagu, album, artis, dan daftar putar
it: Trova brani, album, artisti e playlist
ja: 曲、アルバム、アーティスト、プレイリストを検索
ko: 노래, 앨범, 아티스트, 재생목록 찾기
nl: Vind nummers, albums, artiesten en afspeellijsten
no: Finn sanger, album, artister og spillelister
pl: Znajdź utwory, albumy, artystów i playlisty
pt: Encontre músicas, álbuns, artistas e listas de reprodução
pt_br: Encontrar músicas, álbuns, artistas e playlists
ro: Găsește melodii, albume, artiști și liste de redare
ru: Находите треки, альбомы, исполнителей и плейлисты
sv: Hitta låtar, album, artister och spellistor
tr: Şarkıları, albümleri, sanatçıları ve çalma listelerini bulun
uk: Знаходьте пісні, альбоми, виконавців і плейлисти
zh_hans: 查找歌曲、专辑、艺术家和播放列表

source: Find videos, channels, and playlists.
ar: اعثر على الفيديوهات والقنوات وقوائم التشغيل.
cs: Najděte videa, kanály a seznamy skladeb.
da: Find videoer, kanaler og afspilningslister.
de: Finde Videos, Kanäle und Playlists.
el: Βρείτε βίντεο, κανάλια και λίστες αναπαραγωγής.
es: Encuentra videos, canales y playlists.
fi: Etsi videoita, kanavia ja soittolistoja.
fr: Trouvez des vidéos, des chaînes et des playlists.
id: Temukan video, channel, dan playlist.
it: Trova video, canali e playlist.
ja: 動画、チャンネル、プレイリストを検索します。
ko: 동영상, 채널 및 재생목록을 찾으세요.
nl: Zoek video's, kanalen en afspeellijsten.
no: Finn videoer, kanaler og spillelister.
pl: Znajdź filmy, kanały i playlisty.
pt: Encontre vídeos, canais e listas de reprodução.
pt_br: Encontre vídeos, canais e playlists
ro: Găsește videoclipuri, canale și liste de redare.
ru: Находите видео, каналы и плейлисты.
sv: Hitta videor, kanaler och spellistor.
tr: Videoları, kanalları ve oynatma listelerini bulun.
uk: Знаходьте відео, канали й плейлисти.
zh_hans: 查找视频、频道和播放列表。

source: Flat
ar: مسطح
cs: Ploché
da: Flad
de: Flach
el: Επίπεδο
es: Plano
fi: Tasainen
fr: Plat
it: Piatto
ja: フラット
ko: 플랫
nl: Vlak
no: Flatt
pl: Płaski
pt: Plano
pt_br: Fixo
ro: Plat
ru: Плоский
sv: Platt
tr: Düz
uk: Рівний
zh_hans: 平板

source: Follow artists on YouTube Music to see them here.
ar: تابع الفنانين على YouTube Music لتراهم هنا.
cs: Sledujte umělce na YouTube Music, abyste je viděli zde.
da: Følg kunstnere på YouTube Musik for at se dem her.
de: Folge Interpreten auf YouTube Music, um sie hier zu sehen.
el: Ακολουθήστε τους καλλιτέχνες στο YouTube Music για να τους δείτε εδώ.
es: Sigue artistas en YouTube Music para verlos aquí.
fi: Seuraa artisteja YouTube Musicissa nähdäksesi ne täällä.
fr: Suivez des artistes sur YouTube Music pour les voir ici.
id: Ikuti artis di YouTube Music untuk melihatnya di sini.
it: Segui gli artisti su YouTube Music per vederli qui.
ja: YouTube音楽のアーティストをフォローして、ここで見ることができます。
ko: 여기에서 보려면 YouTube Music에서 아티스트를 구독하세요.
nl: Volg artiesten op YouTube Music om ze hier te zien.
no: Følg artistene på YouTube Music for å se dem her.
pl: Obserwuj artystów w YouTube Music, aby zobaczyć ich tutaj.
pt: Siga artistas no YouTube Music para os ver aqui.
pt_br: Siga os artistas no YouTube Music para vê-los aqui.
ro: Urmăreşte artişti pe YouTube Music pentru a-i vedea aici.
ru: Подписывайтесь на исполнителей в YouTube Music, чтобы видеть их здесь.
sv: Följ artister i YouTube Music för att se dem här.
tr: Burada görmek için YouTube Music'te sanatçıları takip edin.
uk: Підписуйтеся на виконавців у YouTube Music, щоб побачити їх тут.
zh_hans: 关注YouTube音乐上的艺术家来查看。

source: For you
ar: من أجلك
cs: Pro vás
da: Til dig
de: Für dich
el: Για εσάς
es: Para ti
fi: Sinua varten
fr: Pour vous
id: Untuk Anda
it: Per te
ja: あなたのために
ko: 추천
nl: Voor jou
no: For deg
pl: Dla Ciebie
pt: Para si
pt_br: Para você
ro: Pentru tine
ru: Для вас
sv: För dig
tr: Senin için
uk: Для вас
zh_hans: 为你

source: Force macOS 15 fallback views and materials while running on macOS 26+ for compatibility debugging
ar: فرض استخدام الواجهات والمواد الاحتياطية الخاصة بـ macOS 15 أثناء التشغيل على macOS 26+ لتصحيح التوافق
cs: Vynutit macOS 15 záložní zobrazení a materiály při běhu na macOS 26+ pro ladění kompatibility
da: Tving macOS 15 fallback visninger og materialer, mens du kører på macOS 26+ for kompatibilitet debugging
de: Erzwingt Fallback-Ansichten und -Materialien von macOS 15 unter macOS 26+ zur Kompatibilitätsprüfung
el: Εξαναγκασμός macOS 15 εναλλακτικών προβολών και υλικών ενώ εκτελείται στο macOS 26+ για εντοπισμό σφαλμάτων συμβατότητας
es: Fuerza vistas y materiales de respaldo de macOS 15 al ejecutarse en macOS 26+ para depurar compatibilidad
fi: Pakota macOS 15 varastonäkymät ja materiaalit ajettaessa macOS 26+ -laitteella yhteensopivuusvianetsintää varten
fr: Force les vues et matériaux de repli de macOS 15 lors de l'exécution sur macOS 26+ pour le débogage de compatibilité
id: Paksa tampilan dan material fallback macOS 15 saat berjalan di macOS 26+ untuk debugging kompatibilitas
it: Forza viste e materiali di fallback di macOS 15 durante l'esecuzione su macOS 26+ per il debug della compatibilità
ja: macOS 26 以降で実行中は、互換性デバッグのために、macOS 15 のフォールバックビューとマテリアルを強制的に実行する
ko: 호환성 디버깅을 위해 macOS 26+에서 실행 중일 때 macOS 15 대체 보기와 머티리얼을 강제로 사용합니다
nl: Forceert macOS 15-terugvalweergaven en -materialen tijdens uitvoering op macOS 26+ voor compatibiliteitsdebugging
no: Tving macOS 15 bakgrunnsvisninger og materialer mens du kjører på macOS 26+ for kompatibilitetsfeilsøking
pl: Wymusza widoki i materiały awaryjne z macOS 15 podczas działania na macOS 26+ w celu debugowania zgodności
pt: Força as vistas e materiais de contingência do macOS 15 ao executar no macOS 26+ para depuração de compatibilidade
pt_br: Forçar macOS 15 visualizações e materiais enquanto estiver rodando no macOS 26+ para depuração de compatibilidade
ro: Forțați vizualizările și materialele macOS 15 în timp ce rulați pe macOS 26+ pentru depanarea compatibilității
ru: Принудительно использует резервные представления и материалы macOS 15 при работе на macOS 26+ для отладки совместимости
sv: Tvingar reservvyer och material från macOS 15 när appen körs på macOS 26+ för kompatibilitetsfelsökning
tr: Uyumluluk hatalarını ayıklamak için macOS 26+ üzerinde çalışırken macOS 15 yedek görünümlerini ve materyallerini zorlar
uk: Примусово використовує резервні подання й матеріали macOS 15 під час роботи на macOS 26+ для налагодження сумісності
zh_hans: 运行 macOS 15 回退视图和材料，同时运行 macOS 26 + 以进行兼容性调试
